Repository: enier290188/hpc.v2
Catalog: service_django/application/i18n/security/locale/*/LC_MESSAGES/django.po
Languages: es

source: SECURITY_ACTION_REFRESH
es: Refrescar

source: SECURITY_ACTION_CLOSE
es: Cerrar

source: SECURITY_ACTION_LOGIN
es: Iniciar sesión

source: SECURITY_ACTION_LOGOUT
es: Cerrar sesión

source: SECURITY_ACTION_PROFILE
es: Modificar

source: SECURITY_ACTION_SUBMIT
es: Enviar

source: SECURITY_ACTION_UPDATE
es: Modificar

source: SECURITY_ACTION_UPLOAD
es: Subir

source: SECURITY_LOGIN
es: Iniciar sesión

source: SECURITY_LOGIN_MODEL_LOCALUSER
es: LOCAL

source: SECURITY_LOGIN_MODEL_LDAPUSER
es: LDAP

source: SECURITY_LOGIN_LDAP_GROUP
es: Grupo

source: SECURITY_LOGIN_IDENTIFIER
es: Identificador

source: SECURITY_LOGIN_PASSWORD
es: Contraseña

source: SECURITY_LOGIN_LINK_FORGOT_CREDENTIAL
es: Olvidaste credenciales

source: SECURITY_LOGIN_LINK_REQUEST
es: Solicitar usuario

source: SECURITY_LOGIN_MESSAGE Welcome %(instance)s.
es: Bienvenidos <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong>.

source: SECURITY_LOGIN_MESSAGE The identifier and password are incorrect.
es: El identificador y la contraseña son incorrectos.

source: SECURITY_LOGIN_MESSAGE The identifier and password are correct, but this user is not active.
es: El identificador y la contraseña son correctos, pero este usuario no está activo.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL
es: Olvidaste credenciales

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_LOCALUSER
es: LOCAL usuario

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_LDAPUSER
es: LDAP usuario

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_EMAIL
es: Correo

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_EMAIL_HELP_TEXT
es: Escriba el correo con el cual suscribio su cuenta.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_CODE_CONFIRMATION
es: Confirmación de código

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_CODE_CONFIRMATION_HELP_TEXT
es: Introduzca el código que se envió a su dirección de correo electrónico.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_PASSWORD
es: Contraseña

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_VALIDATION This email address is not subscribed to any account.
es: Esta dirección de correo electrónico no está suscrito a ninguna cuenta.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_VALIDATION In a few seconds you can try to recover your account.
es: En unos segundos puedes intentar recuperar su cuenta.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_VALIDATION It is been %(minutes)s minutes since you tried to recover your account, you should wait about %(minutes_max)s minutes.
es: Han pasado %(minutes)s minutos desde que intentaste recuperar tu cuenta, debes esperar unos %(minutes_max)s minutos.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_VALIDATION This code is not correct.
es: Este código no es correcto.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_MESSAGE This window should not close and only works %(minutes_max)s minutes after sending the confirmation code to your email address.
es: Esta ventana no debe cerrarla y sólo funciona %(minutes_max)s minutos después de enviar el código de confirmación a su dirección de correo electrónico.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_MESSAGE This window should not close and only works %(minutes_max)s minutes after sending the confirmation code to your email address that was %(minutes)s minutes ago.
es: Esta ventana no debe cerrarla y sólo funciona %(minutes_max)s minutos después de enviar el código de confirmación a su dirección de correo electrónico que fue hace %(minutes)s minutos.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_MESSAGE An email has been sent to %(email)s with a verification code that will be entered in the field called code confirmation.
es: Se ha enviado un correo electrónico a <strong>&OpenCurlyDoubleQuote;%(email)s&CloseCurlyDoubleQuote;</strong> con un código de verificación que se ingresará en el campo denominado <strong>&OpenCurlyDoubleQuote;confirmación de código&CloseCurlyDoubleQuote;</strong>.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_MESSAGE Now you can change your password to access the application.
es: Ahora usted puede cambiar su contraseña para poder acceder a la aplicación.

source: SECURITY_LOGIN_FORGOT_CREDENTIAL_MESSAGE Try to access the application.
es: Intente acceder a la aplicación.

source: SECURITY_LOGIN_REQUEST
es: Solicitar

source: SECURITY_LOGIN_REQUEST_LOCALUSER
es: LOCAL usuario

source: SECURITY_LOGIN_REQUEST_LDAPUSER
es: LDAP usuario

source: SECURITY_LOGIN_REQUEST_FIRST_NAME
es: Nombre

source: SECURITY_LOGIN_REQUEST_LAST_NAME
es: Apellidos

source: SECURITY_LOGIN_REQUEST_IDENTIFIER
es: Identificador

source: SECURITY_LOGIN_REQUEST_EMAIL
es: Correo

source: SECURITY_LOGIN_REQUEST_PASSWORD
es: Contraseña

source: SECURITY_LOGIN_REQUEST_PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: SECURITY_LOGIN_REQUEST_DETAIL
es: Breve resumen

source: SECURITY_LOGIN_REQUEST_DETAIL_HELP_TEXT
es: Escribe un breve resumen explicando su solicitud.

source: SECURITY_LOGIN_REQUEST_VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: SECURITY_LOGIN_REQUEST_VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: SECURITY_LOGIN_REQUEST_VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: SECURITY_LOGIN_REQUEST_VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: SECURITY_LOGIN_REQUEST_VALIDATION This email has already been chosen.
es: Este email ya ha sido elegido.

source: SECURITY_LOGIN_REQUEST_VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: SECURITY_LOGIN_REQUEST_MESSAGE The application administrators have received your request, you will receive an email informing you if it was accepted or canceled.
es: Los administradores de la aplicación han recibido su solicitud, usted recibirá un correo electrónico informándole si fue aceptado o cancelado.

source: SECURITY_LOGOUT
es: Cerrar sesión

source: SECURITY_LOGOUT_QUESTION Are you sure you want to logout?
es: ¿Seguro que quieres cerrar la sesión?

source: SECURITY_LOGOUT_MESSAGE %(instance)s your session was successfully closed.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> tu sesión se cerró con éxito.

source: SECURITY_PROFILE
es: Perfil

source: SECURITY_PROFILE_AVATAR
es: Avatar

source: SECURITY_PROFILE_FIRST_NAME
es: Nombre

source: SECURITY_PROFILE_LAST_NAME
es: Apellidos

source: SECURITY_PROFILE_IDENTIFIER
es: Identificador

source: SECURITY_PROFILE_EMAIL
es: Correo

source: SECURITY_PROFILE_PASSWORD
es: Contraseña

source: SECURITY_PROFILE_PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: SECURITY_PROFILE_VALIDATION The avatar should not be beggear than %(weight)s.
es: El avatar no debe ser más grande que %(weight)s.

source: SECURITY_PROFILE_VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: SECURITY_PROFILE_VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: SECURITY_PROFILE_VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: SECURITY_PROFILE_VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: SECURITY_PROFILE_VALIDATION This email has already been chosen.
es: Este email ya ha sido elegido.

source: SECURITY_PROFILE_VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.

source: SECURITY_PROFILE_MESSAGE %(instance)s your profile was successfully update.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> tu perfil fue modificado correctamente.

source: SECURITY_LOCALE_MESSAGE The language of the application was successfully update.
es: El idioma de la aplicación fue modificado correctamente.

source: SECURITY_LOCALE_MESSAGE %(instance)s the language of the application was successfully update.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> el idioma de la aplicación fue modificado correctamente.

source: SECURITY_MESSAGE ERROR.
es: ERROR.

source: SECURITY_MESSAGE Action not performed, you do not have permission.
es: Acción no realizada, usted no tiene permiso.

source: SECURITY_MESSAGE Connection to the LDAP could not be established.
es: No se pudo establecer la conexión con el LDAP.

source: SECURITY_MESSAGE Action not performed, connection to the LDAP could not be established.
es: Acción no realizada, no se pudo establecer la conexión con el LDAP.

source: SECURITY_MESSAGE Connection to the LDAP could not be established. When the connection will be place, the action will be perform in the LDAP.
es: No se pudo establecer la conexión con el LDAP. Cuando se establezca la conexión, la acción se realizará en el LDAP.
