Repository: enier290188/hpc.v2
Catalog: service_django/application/i18n/administration/_module_security_/permission/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION_MODULE_SECURITY_PERMISSIONS
es: Permisos

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION
es: Permiso

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_TABLE_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_TABLE_IDENTIFIER
es: Identificador

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_TABLE_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_ID
es: ID

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_IS_ACTIVE_HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_CREATED
es: Creado

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_MODIFIED
es: Modificado

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_IDENTIFIER
es: Identificador

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_VALIDATION This name has already been chosen.
es: Este nombre ya ha sido elegido.

source: ADMINISTRATION_MODULE_SECURITY_PERMISSION_VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.
