Repository: enier290188/hpc.v2
Catalog: service_django/application/i18n/administration/_module_security_/group/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION_MODULE_SECURITY_GROUPS
es: Grupos

source: ADMINISTRATION_MODULE_SECURITY_GROUP
es: Grupo

source: ADMINISTRATION_MODULE_SECURITY_GROUP_TABLE_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_GROUP_TABLE_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_GROUP_ID
es: ID

source: ADMINISTRATION_MODULE_SECURITY_GROUP_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_GROUP_IS_ACTIVE_HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: ADMINISTRATION_MODULE_SECURITY_GROUP_CREATED
es: Creado

source: ADMINISTRATION_MODULE_SECURITY_GROUP_MODIFIED
es: Modificado

source: ADMINISTRATION_MODULE_SECURITY_GROUP_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_GROUP_PERMISSIONS
es: Permisos

source: ADMINISTRATION_MODULE_SECURITY_GROUP_VALIDATION This instance is a branch of a non-active instance, so it can not be activated.
es: Esta instancia es una rama de una instancia no activa, por lo que no se puede activar.

source: ADMINISTRATION_MODULE_SECURITY_GROUP_VALIDATION There are instances that are branches of this instance, so it can not be deleted.
es: Hay instancias que son ramas de esta instancia, por lo que no se puede eliminar.

source: ADMINISTRATION_MODULE_SECURITY_GROUP_VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: ADMINISTRATION_MODULE_SECURITY_GROUP_VALIDATION This name has already been chosen.
es: Este nombre ya ha sido elegido.
