Repository: enier290188/hpc.v2
Catalog: service_django/application/i18n/administration/_module_security_/ldapuser/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSERS
es: LDAP usuarios

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER
es: LDAP usuario

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_TABLE_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_TABLE_IDENTIFIER
es: Identificador

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_TABLE_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_ID
es: ID

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_IS_ACTIVE
es: Es activo

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_IS_ACTIVE_HELP_TEXT
es: Indica si esta instancia debe tratarse como activa. Desactive esta opción en lugar de eliminarla.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_CREATED
es: Creado

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_MODIFIED
es: Modificado

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_AVATAR
es: Avatar

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_FIRST_NAME
es: Nombre

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_LAST_NAME
es: Apellidos

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_IDENTIFIER
es: Identificador

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_EMAIL
es: Correo

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_PASSWORD
es: Contraseña

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_PASSWORD_CONFIRMATION
es: Confirmación de contraseña

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_GROUPS
es: Grupos

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_PERMISSIONS
es: Permisos

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_DETAIL
es: Detalle

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_DETAIL_HELP_TEXT
es: Escribe un breve resumen.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION Only letters, numbers and the special character dot.
es: Sólo letras, números y el carácter especial punto.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION Only letters, numbers and the special character _.
es: Sólo letras, números y el carácter especial _.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION Only letters, numbers and special characters dot, -, _ and space.
es: Sólo letras, números y los carácteres especiales punto, - , _ y espacio.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION The avatar should not be beggear than %(weight)s.
es: El avatar no debe ser más grande que %(weight)s.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION This identifier has already been chosen.
es: Este identificador ya ha sido elegido.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION This email has already been chosen.
es: Este correo ya ha sido elegido.

source: ADMINISTRATION_MODULE_SECURITY_LDAPUSER_VALIDATION The password and your confirmation do not match.
es: La contraseña y su confirmación no coinciden.
