Repository: enier290188/hpc.v2
Catalog: service_django/application/i18n/administration/_module_/locale/*/LC_MESSAGES/django.po
Languages: es

source: ADMINISTRATION_MODULE_ACTION_REFRESH
es: Refrescar

source: ADMINISTRATION_MODULE_ACTION_CLOSE
es: Cerrar

source: ADMINISTRATION_MODULE_ACTION_CREATE
es: Crear

source: ADMINISTRATION_MODULE_ACTION_CREATE_UPDATE
es: Crear y Modificar

source: ADMINISTRATION_MODULE_ACTION_DETAIL
es: Detallar

source: ADMINISTRATION_MODULE_ACTION_UPDATE
es: Modificar

source: ADMINISTRATION_MODULE_ACTION_DELETE
es: Eliminar

source: ADMINISTRATION_MODULE_ACTION_APPROVE
es: Aprobar

source: ADMINISTRATION_MODULE_ACTION_DISAPPROVE
es: Desaprobar

source: ADMINISTRATION_MODULE_ACTION_SEARCH
es: Buscar

source: ADMINISTRATION_MODULE_ACTION_UPLOAD
es: Subir

source: ADMINISTRATION_MODULE_OPTION_NOT_FOUND
es: No encontrado

source: ADMINISTRATION_MODULE_OPTION_ATTRIBUTE
es: Atributo

source: ADMINISTRATION_MODULE_OPTION_VALUE
es: Valor

source: ADMINISTRATION_MODULE_OPTION_YES
es: si

source: ADMINISTRATION_MODULE_OPTION_NO
es: no

source: ADMINISTRATION_MODULE_VALIDATION Action not performed, maximum number of possible instances is %(maximum_number)s.
es: Acción no realizada, el número máximo de posibles instancias es %(maximum_number)s.

source: ADMINISTRATION_MODULE_QUESTION Are you sure you want to delete it?
es: ¿Usted está seguro que quiere eliminarlo?

source: ADMINISTRATION_MODULE_QUESTION Are you sure you want to approve it?
es: ¿Usted está seguro que quiere aprobarlo?

source: ADMINISTRATION_MODULE_QUESTION Are you sure you want to disapprove it?
es: ¿Usted está seguro que quiere desaprobarlo?

source: ADMINISTRATION_MODULE_MESSAGE %(instance)s was successfully created.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha creado correctamente.

source: ADMINISTRATION_MODULE_MESSAGE %(instance)s was successfully updated.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha modificado correctamente.

source: ADMINISTRATION_MODULE_MESSAGE %(instance)s was successfully deleted.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha borrado correctamente.

source: ADMINISTRATION_MODULE_MESSAGE %(instance)s was successfully approved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha aprobado correctamente.

source: ADMINISTRATION_MODULE_MESSAGE %(instance)s was successfully disapproved.
es: <strong>&OpenCurlyDoubleQuote;%(instance)s&CloseCurlyDoubleQuote;</strong> se ha desaprobado correctamente.

source: ADMINISTRATION_MODULE_MESSAGE ERROR.
es: ERROR.
